[
    "Awh, I-I have no words for t-this, b-but, I-I'll miss you {user_name}-san!",
    "Awh, {user_name} has left... n-not that I care! Baka!",
    "{user_name}-san.... N-no...",
    "{user_name} left, not like we needed them or anything.",
    "{user_name} why would you leave me here, alone!?",
    "{user_name} discovered the leave button.",
    "Eep! {user_name} left?! Th-they're always leaving me, that baka...",
    "Finally, I thought {user_name} would never leave!",
    "Woah! {user_name} left us! B-baka, why did they even join?!",
    "Woo, {user_name} left, now I only have to handle {server_membercount} users!",
    "Goodbye, don’t cry! We won’t! Just kidding—you will be sorely missed, {user_name}",
    "The fact that we have to train another person to be one of us are stressing me out. Farewell, {user_name}",
    "Having awesome members is a bad habit, because it’ll be impossible to talk with someone else now that you’re leaving. Goodbye, {user_name}.",
    "You are a great buddy, you really know how to spoil people! We are all going to miss you a lot! Wishing you great success in your new server. Keep in touch, {user_name}",
    "Instead of saying farewell to you, I wish I could say fare-bad so that you come back and continue working with us. But I won’t… because I always wish the best for you {user_name}. Farewell.",
    "If I had to play a final prank on you before bidding you farewell, I would tie your legs to your cubicle when you aren’t looking so that you can never leave us. Goodbye {user_name}.",
    "Saying goodbye to you is such a crazy thing! Promise me this is not the end of everything. I know you will always come to meet me to get some advice and remember it’s not for free! I will miss you {user_name}!",
    "It will not be the same without you. It will actually be better! Farewell {user_name}!",
    "Today is actually the last day of holding you the authority to be angry with us. I will definitely miss you, {user_name}.",
    "Remember us for our brilliant time and forget about all the mess-ups. And we will remember you for your smiles, not for your screams, {user_name}",
    "{user_name}, we will miss doing all your works for you every day. It actually won’t be easy without you around, but it will be better, we hope! Conveying the best regards, {user_name}",
    "I hope that your next server will hate you so much so that they will kick you back here. Just kidding! Be good there and all the best for your new home {user_name}",
    "We really believe leaving this server is the first big step into a great future for you (really?). I wish you lots of success {user_name}"
]