[
    "{user_name} bailed on us...",
    "\"Look, what's that!\" said {user_name}, before dashing away.",
    "{user_name} ran away.",
    "{user_name} decided they didn't want to deal with you anymore and ran off.",
    "{user_name} jumped ship.",
    "{user_name} ate too much candy and was taken to a hospital in another server.",
    "{user_name} left to join a rival gang.",
    "{user_name} decided to take a break from your server. Possibly forever.",
    "{user_name} said \"See ya, suckers!\"",
    "According to all known laws of aviation, there is no way {user_name} should be able to fly. But they did, right out of your server.",
    "Goodbye, {user_name}!",
    "You forgot to feed {user_name}, so they ran away.",
    "{user_name} left to become a hermit in the mountains. I hear he has a goat now.",
    "{user_name} flew away. Wait, they have wings?!",
    "We'll miss you, {user_name}! I think.",
    "{user_name} left the nest. They grow up so fast...",
    "{user_name} is no longer a part of your family.",
    "And just like that, {user_name} said goodbye to your server and started a new adventure.",
    "In other news, local resident {user_name} leaves the server. Cites stupid bot \"Xiao\" as the reason. Wait, stupid?",
    "{user_name} left. How unfortunate.",
    "{user_name} was dumped into the bottomless sea.",
    "Arr, matey! {user_name} was sent to Davy Jones' Locker!",
    "{user_name} found a better server to play around in.",
    "{user_name} set off on their Pokémon journey!",
    "\"But {user_name}, you can't leave!\" cried Xiao. But it was too late. They had already left without even saying goodbye.",
    "{user_name} became a ghost, and left to haunt another server.",
    "Sayonara, {user_name}!",
    "{user_name} is thinking about leaving. Oh wait, they already did.",
    "{user_name} fled.",
    "In loving memory of the fun times you've had with {user_name}. Goodbye.",
    "Instead of saying farewell to you, I wish I could say fare-bad so that you come back and continue working with us. But I won’t… because I always wish the best for you {user_name}. Farewell.",
    "If I had to play a final prank on you before bidding you farewell, I would tie your legs to your cubicle when you aren’t looking so that you can never leave us. Goodbye {user_name}.",
    "Saying goodbye to you is such a crazy thing! Promise me this is not the end of everything. I know you will always come to meet me to get some advice and remember it’s not for free! I will miss you {user_name}!",
    "It will not be the same without you. It will actually be better! Farewell {user_name}!",
    "Today is actually the last day of holding you the authority to be angry with us. I will definitely miss you, {user_name}."
]