[
    "Goodbye, don’t cry! We won’t! Just kidding—you will be sorely missed, {user_name}",
    "The fact that we have to train another person to be one of us are stressing me out. Farewell, {user_name}",
    "Having awesome members is a bad habit, because it’ll be impossible to talk with someone else now that you’re leaving. Goodbye, {user_name}.",
    "You are a great buddy, you really know how to spoil people! We are all going to miss you a lot! Wishing you great success in your new server. Keep in touch, {user_name}",
    "Instead of saying farewell to you, I wish I could say fare-bad so that you come back and continue working with us. But I won’t… because I always wish the best for you {user_name}. Farewell.",
    "If I had to play a final prank on you before bidding you farewell, I would tie your legs to your cubicle when you aren’t looking so that you can never leave us. Goodbye {user_name}.",
    "Saying goodbye to you is such a crazy thing! Promise me this is not the end of everything. I know you will always come to meet me to get some advice and remember it’s not for free! I will miss you {user_name}!",
    "It will not be the same without you. It will actually be better! Farewell {user_name}!",
    "We will miss seeing you in the server. (Not really). Have a great life {user_name}",
    "I wish you trouble in your new server. Also, be sure to impress them as well. Good luck, {user_name}",
    "On one hand, I feel happy that I no longer have to listen to your angry rants, but on the other the thought of having a new member makes me wet my pants. Farewell {user_name}",
    "I still don’t understand why you decided to leave the server. Do you think you can have tons of fun in your new home without us? Okay, let’s see who is going to miss who, {user_name}",
    "It’s time to say goodbye {user_name}, but I think goodbyes are sad and I’d much rather say hello. Hello to a new adventure <3",
    "Today our server is going to lose its sense of humor and its heartbeat. Farewell to {user_name} who made every day seem like Sunday with their jokes and enthusiasm.",
    "Thank you for leaving us and going away! You are really a naughty cookie… Honestly, I’m gonna miss working with you {user_name}",
    "It may seem a hard goodbye, but {user_name}, you are really leaving me with the crazies. I bid you adieu.",
    "I will forever be mad at you for leaving me here with all this craziness. I will miss you so much, do not forget me, dear {user_name}",
    "Now that you are going, I wonder who will be our shield and protect us from the owner's rage and rants. Best of luck with your life, {user_name}",
    "{user_name} can wish for but never find another cool set of members like us. I hope you see better days in your new server, will miss you so much <3",
    "Dear {user_name}, you have been a savior and a great company. But tell us how much more money are you getting in your new server?",
    "Dear {user_name}, we will really avoid bumping into you. Jokes apart, I will forever cherish all the memories and all the peaks we conquered as a team. Have a great life ahead of you.",
    "Today is actually the last day of holding you the authority to be angry with us. I will definitely miss you, {user_name}.",
    "Remember us for our brilliant time and forget about all the mess-ups. And we will remember you for your smiles, not for your screams, {user_name}",
    "{user_name}, we will miss doing all your works for you every day. It actually won’t be easy without you around, but it will be better, we hope! Conveying the best regards, {user_name}",
    "I hope that your next server will hate you so much so that they will kick you back here. Just kidding! Be good there and all the best for your new home {user_name}",
    "We really believe leaving this server is the first big step into a great future for you (really?). I wish you lots of success {user_name}",
    "We were planning to throw you an amazing party next month and shower you heaps of gifts… but now that you’re leaving that’s not going to happen. So let us know if you change your mind. Farewell {user_name}",
    "Without a fun-loving member like {user_name}, our talk will turn sober, quiet, and slightly more sophisticated. Goodbye buddy, we will miss you.",
    "Thank you.. It touches me. Yeah, true friendship will never die. I really appreciate this. Awesome and really cool. I like it a lot. But it’s pretty sad to realize that I’m not gonna see you for a long time, {user_name}.",
    "Dear {user_name}.. in your new server, as you come across more annoying members than us – you will realize how dealing with us has never been a fuss. Farewell dear {user_name}",
    "I know that you are going to get a great time in your new server but there is no guarantee that you will get awesome members like us too. Do you still want to go? Farewell {user_name}"
]